{
  "PAUSE_CUSTOMIZER": {
    "ANIMATION_DIRECTION": "Direction de l'animation",
    "ANIMATION_DIRECTION_HINT": "Choisissez la direction de l'animation de rotation. Sélectionnez \"Par défaut\" pour utiliser la valeur par défaut du système (les versions plus récentes du système DnD5e n'utilisent plus la rotation). Sélectionnez 'none' pour désactiver la rotation.",
    "ANIMATION_DURATION": "Durée de l'animation",
    "ANIMATION_DURATION_HINT": "Choisissez la durée de l'animation de rotation. Laissez le champ vide pour utiliser la valeur par défaut.",
    "ANIMATION_TIMING": "Timing de l'animation",
    "ANIMATION_TIMING_HINT": "Choisissez le timing de l'animation de rotation. Laissez le champ vide pour utiliser la valeur par défaut.",
    "DEFAULT": "Par défaut",
    "OPACITY": "Opacité",
    "OPACITY_HINT": "Définissez la valeur d'opacité de l'image (entre 0 et 1).",
    "PAUSE_BACKGROUND": "Sélectionner une image d'arrière-plan",
    "PAUSE_BACKGROUND_HINT": "Modifiez l'image d'arrière-plan du bloc de pause. Sélectionnez une image à l'aide du sélecteur de fichiers. Laissez le champ vide pour utiliser le texte par défaut. L'image d'arrière-plan n'est utilisée que si l'animation de rotation est activée.",
    "PAUSE_TEXT": "Texte de pause",
    "PAUSE_TEXT_HINT": "Modifiez le texte de pause. Laissez le champ vide pour utiliser le texte par défaut.",
    "PAUSE_TEXT_COLOR": "Couleur du texte de pause",
    "PAUSE_TEXT_COLOR_HINT": "Modifiez la couleur du texte de pause.",
    "PAUSE_TEXT_FONT_FAMILY": "Famille de police du texte de pause",
    "PAUSE_TEXT_FONT_FAMILY_HINT": "Police du texte de pause.",
    "PAUSE_TEXT_FONT_SIZE": "Taille de police du texte de pause",
    "PAUSE_TEXT_FONT_SIZE_HINT": "Modifiez la taille de police du texte de pause. Laissez le champ vide pour utiliser la valeur par défaut.",
    "PAUSE_TEXT_SHADOW": "Ombre du texte de pause",
    "PAUSE_TEXT_SHADOW_HINT": "Modifiez l'ombre du texte de pause. Laissez le champ vide pour utiliser la valeur par défaut.",
    "SELECT_IMAGE": "Sélectionner une image",
    "SELECT_IMAGE_HINT": "Sélectionnez une image comme icône de pause. Laissez le champ vide pour utiliser la valeur par défaut."
  }
}
